{"Gen":{"1":{"27":"So God created man in his own image,\n        in the image of God he created him;\n        male and female he created them.","31":"And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day."},"2":{"7":"then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.","17":"but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”","24":"Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh."},"3":{"13":"Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”"},"6":{"12":"And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth."},"9":{"24":"When Noah awoke from his wine and knew what his youngest son had done to him,","25":"he said,\n\n    “Cursed be Canaan;\n        a servant of servants shall he be to his brothers.”"},"12":{"3":"I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”"},"39":{"11":"But one day, when he went into the house to do his work and none of the men of the house was there in the house,","12":"she caught him by his garment, saying, “Lie with me.” But he left his garment in her hand and fled and got out of the house."}},"Exod":{"20":{"3":"“You shall have no other gods before me."},"34":{"7":"keeping steadfast love for thousands, forgiving iniquity and transgression and sin, but who will by no means clear the guilty, visiting the iniquity of the fathers on the children and the children’s children, to the third and the fourth generation.”"}},"Lev":{"26":{"40":"“But if they confess their iniquity and the iniquity of their fathers in their treachery that they committed against me, and also in walking contrary to me,","41":"so that I walked contrary to them and brought them into the land of their enemies—if then their uncircumcised heart is humbled and they make amends for their iniquity,","42":"then I will remember my covenant with Jacob, and I will remember my covenant with Isaac and my covenant with Abraham, and I will remember the land."}},"Num":{"14":{"18":"‘The LORD is slow to anger and abounding in steadfast love, forgiving iniquity and transgression, but he will by no means clear the guilty, visiting the iniquity of the fathers on the children, to the third and the fourth generation.’"},"23":{"19":"God is not man, that he should lie,\n        or a son of man, that he should change his mind.\n    Has he said, and will he not do it?\n        Or has he spoken, and will he not fulfill it?"}},"Deut":{"11":{"13":"“And if you will indeed obey my commandments that I command you today, to love the LORD your God, and to serve him with all your heart and with all your soul,"},"19":{"15":"“A single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established."},"29":{"4":"But to this day the LORD has not given you a heart to understand or eyes to see or ears to hear."},"32":{"35":"Vengeance is mine, and recompense,\n        for the time when their foot shall slip;\n    for the day of their calamity is at hand,\n        and their doom comes swiftly.’","36":"For the LORD will vindicate his people\n        and have compassion on his servants,\n    when he sees that their power is gone\n        and there is none remaining, bond or free."}},"Josh":{"6":{"26":"Joshua laid an oath on them at that time, saying, “Cursed before the LORD be the man who rises up and rebuilds this city, Jericho.\n\n    “At the cost of his firstborn shall he\n        lay its foundation,\n    and at the cost of his youngest son\n        shall he set up its gates.”"}},"Judg":{},"Ruth":{},"1 Sam":{},"2 Sam":{},"1 Kgs":{"22":{"22":"And the LORD said to him, ‘By what means?’ And he said, ‘I will go out, and will be a lying spirit in the mouth of all his prophets.’ And he said, ‘You are to entice him, and you shall succeed; go out and do so.’"}},"2 Kgs":{"2":{"24":"And he turned around, and when he saw them, he cursed them in the name of the LORD. And two she-bears came out of the woods and tore forty-two of the boys."},"5":{"27":"Therefore the leprosy of Naaman shall cling to you and to your descendants forever.” So he went out from his presence a leper, like snow."}},"1 Chr":{},"2 Chr":{},"Ezra":{},"Neh":{},"Esth":{},"Job":{"1":{"6":"Now there was a day when the sons of God came to present themselves before the LORD, and Satan also came among them.","7":"The LORD said to Satan, “From where have you come?” Satan answered the LORD and said, “From going to and fro on the earth, and from walking up and down on it.”","8":"And the LORD said to Satan, “Have you considered my servant Job, that there is none like him on the earth, a blameless and upright man, who fears God and turns away from evil?”","9":"Then Satan answered the LORD and said, “Does Job fear God for no reason?","10":"Have you not put a hedge around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land.","11":"But stretch out your hand and touch all that he has, and he will curse you to your face.”"},"30":{"1":"“But now they laugh at me,\n        men who are younger than I,\n    whose fathers I would have disdained\n        to set with the dogs of my flock."}},"Ps":{"18":{"43":"You delivered me from strife with the people;\n        you made me the head of the nations;\n        people whom I had not known served me."},"23":{"1":"The LORD is my shepherd; I shall not want.","2":"He makes me lie down in green pastures.\n    He leads me beside still waters.","3":"He restores my soul.\n    He leads me in paths of righteousness\n        for his name’s sake.","4":"Even though I walk through the valley of the shadow of death,\n        I will fear no evil,\n    for you are with me;\n        your rod and your staff,\n        they comfort me.","5":"You prepare a table before me\n        in the presence of my enemies;\n    you anoint my head with oil;\n        my cup overflows.","6":"Surely goodness and mercy shall follow me\n        all the days of my life,\n    and I shall dwell in the house of the LORD\n        forever."},"38":{"3":"There is no soundness in my flesh\n        because of your indignation;\n    there is no health in my bones\n        because of my sin.","4":"For my iniquities have gone over my head;\n        like a heavy burden, they are too heavy for me."},"51":{"5":"Behold, I was brought forth in iniquity,\n        and in sin did my mother conceive me."},"94":{"11":"the LORD—knows the thoughts of man,\n        that they are but a breath."},"103":{"3":"who forgives all your iniquity,\n        who heals all your diseases,"},"115":{"8":"Those who make them become like them;\n        so do all who trust in them."},"147":{"3":"He heals the brokenhearted\n        and binds up their wounds."}},"Prov":{"1":{"7":"The fear of the LORD is the beginning of knowledge;\n        fools despise wisdom and instruction."},"3":{"5":"Trust in the LORD with all your heart,\n        and do not lean on your own understanding.","6":"In all your ways acknowledge him,\n        and he will make straight your paths.","7":"Be not wise in your own eyes;\n        fear the LORD, and turn away from evil."},"10":{"9":"Whoever walks in integrity walks securely,\n        but he who makes his ways crooked will be found out."},"11":{"14":"Where there is no guidance, a people falls,\n        but in an abundance of counselors there is safety."},"16":{"18":"Pride goes before destruction,\n        and a haughty spirit before a fall."},"20":{"20":"If one curses his father or his mother,\n        his lamp will be put out in utter darkness."},"26":{"2":"Like a sparrow in its flitting, like a swallow in its flying,\n        a curse that is causeless does not alight."},"29":{"18":"Where there is no prophetic vision the people cast off restraint,\n        but blessed is he who keeps the law."}},"Eccl":{},"Song":{},"Isa":{"6":{"9":"And he said, “Go, and say to this people:\n\n    “‘Keep on hearing, but do not understand;\n    keep on seeing, but do not perceive.’","10":"Make the heart of this people dull,\n        and their ears heavy,\n        and blind their eyes;\n    lest they see with their eyes,\n        and hear with their ears,\n    and understand with their hearts,\n        and turn and be healed.”"},"14":{"12":"“How you are fallen from heaven,\n        O Day Star, son of Dawn!\n    How you are cut down to the ground,\n        you who laid the nations low!","13":"You said in your heart,\n        ‘I will ascend to heaven;\n    above the stars of God\n        I will set my throne on high;\n    I will sit on the mount of assembly\n        in the far reaches of the north;","14":"I will ascend above the heights of the clouds;\n        I will make myself like the Most High.’"},"30":{"18":"Therefore the LORD waits to be gracious to you,\n        and therefore he exalts himself to show mercy to you.\n    For the LORD is a God of justice;\n        blessed are all those who wait for him."},"40":{"13":"Who has measured the Spirit of the LORD,\n        or what man shows him his counsel?"},"42":{"8":"I am the LORD; that is my name;\n        my glory I give to no other,\n        nor my praise to carved idols."},"49":{"15":"“Can a woman forget her nursing child,\n        that she should have no compassion on the son of her womb?\n    Even these may forget,\n        yet I will not forget you."},"53":{"5":"But he was pierced for our transgressions;\n        he was crushed for our iniquities;\n    upon him was the chastisement that brought us peace,\n        and with his wounds we are healed."},"59":{"2":"but your iniquities have made a separation\n        between you and your God,\n    and your sins have hidden his face from you\n        so that he does not hear."}},"Jer":{"7":{"23":"But this command I gave them: ‘Obey my voice, and I will be your God, and you shall be my people. And walk in all the way that I command you, that it may be well with you.’"}},"Lam":{},"Ezek":{"14":{"6":"“Therefore say to the house of Israel, Thus says the Lord GOD: Repent and turn away from your idols, and turn away your faces from all your abominations."},"36":{"26":"And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh."}},"Dan":{},"Hos":{},"Jeol":{},"Amos":{},"Obad":{},"Jonah":{"4":{"1":"But it displeased Jonah exceedingly, and he was angry.","2":"And he prayed to the LORD and said, “O LORD, is not this what I said when I was yet in my country? That is why I made haste to flee to Tarshish; for I knew that you are a gracious God and merciful, slow to anger and abounding in steadfast love, and relenting from disaster."}},"Mic":{},"Nah":{},"Hab":{},"Zeph":{},"Hag":{},"Zech":{},"Mal":{"2":{"16":"“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”"}},"Matt":{"4":{"17":"From that time Jesus began to preach, saying, “Repent, for the kingdom of heaven is at hand.”","18":"While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen.","19":"And he said to them, “Follow me, and I will make you fishers of men.”","20":"Immediately they left their nets and followed him."},"5":{"8":"“Blessed are the pure in heart, for they shall see God.","17":"“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.","22":"But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.","23":"So if you are offering your gift at the altar and there remember that your brother has something against you,","24":"leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.","27":"“You have heard that it was said, ‘You shall not commit adultery.’","28":"But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.","44":"But I say to you, Love your enemies and pray for those who persecute you,","45":"so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.","48":"You therefore must be perfect, as your heavenly Father is perfect."},"6":{"5":"“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.","6":"But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.","7":"“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.","10":"Your kingdom come,\n    your will be done,\n        on earth as it is in heaven.","14":"For if you forgive others their trespasses, your heavenly Father will also forgive you,","15":"but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.","24":"“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money."},"7":{"16":"You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?","24":"“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.","25":"And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.","26":"And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.","27":"And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”","29":"for he was teaching them as one who had authority, and not as their scribes."},"8":{"19":"And a scribe came up and said to him, “Teacher, I will follow you wherever you go.”","20":"And Jesus said to him, “Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”","21":"Another of the disciples said to him, “Lord, let me first go and bury my father.”","22":"And Jesus said to him, “Follow me, and leave the dead to bury their own dead.”"},"12":{"43":"“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none.","44":"Then it says, ‘I will return to my house from which I came.’ And when it comes, it finds the house empty, swept, and put in order.","45":"Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation.”"},"13":{"14":"Indeed, in their case the prophecy of Isaiah is fulfilled that says:\n\n    “‘“You will indeed hear but never understand,\n        and you will indeed see but never perceive.”","15":"For this people’s heart has grown dull,\n        and with their ears they can barely hear,\n        and their eyes they have closed,\n    lest they should see with their eyes\n        and hear with their ears\n    and understand with their heart\n        and turn, and I would heal them.’","19":"When anyone hears the word of the kingdom and does not understand it, the evil one comes and snatches away what has been sown in his heart. This is what was sown along the path.","20":"As for what was sown on rocky ground, this is the one who hears the word and immediately receives it with joy,","21":"yet he has no root in himself, but endures for a while, and when tribulation or persecution arises on account of the word, immediately he falls away.","22":"As for what was sown among thorns, this is the one who hears the word, but the cares of the world and the deceitfulness of riches choke the word, and it proves unfruitful.","23":"As for what was sown on good soil, this is the one who hears the word and understands it. He indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty.”","24":"He put another parable before them, saying, “The kingdom of heaven may be compared to a man who sowed good seed in his field,","25":"but while his men were sleeping, his enemy came and sowed weeds among the wheat and went away.","26":"So when the plants came up and bore grain, then the weeds appeared also.","27":"And the servants of the master of the house came and said to him, ‘Master, did you not sow good seed in your field? How then does it have weeds?’","28":"He said to them, ‘An enemy has done this.’ So the servants said to him, ‘Then do you want us to go and gather them?’","29":"But he said, ‘No, lest in gathering the weeds you root up the wheat along with them.","30":"Let both grow together until the harvest, and at harvest time I will tell the reapers, “Gather the weeds first and bind them in bundles to be burned, but gather the wheat into my barn.”’”","31":"He put another parable before them, saying, “The kingdom of heaven is like a grain of mustard seed that a man took and sowed in his field.","32":"It is the smallest of all seeds, but when it has grown it is larger than all the garden plants and becomes a tree, so that the birds of the air come and make nests in its branches.”"},"14":{"17":"They said to him, “We have only five loaves here and two fish.”","18":"And he said, “Bring them here to me.”","19":"Then he ordered the crowds to sit down on the grass, and taking the five loaves and the two fish, he looked up to heaven and said a blessing. Then he broke the loaves and gave them to the disciples, and the disciples gave them to the crowds.","20":"And they all ate and were satisfied. And they took up twelve baskets full of the broken pieces left over.","21":"And those who ate were about five thousand men, besides women and children."},"15":{"18":"But what comes out of the mouth proceeds from the heart, and this defiles a person.","19":"For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false witness, slander.","20":"These are what defile a person. But to eat with unwashed hands does not defile anyone.”"},"16":{"18":"And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.","24":"Then Jesus told his disciples, “If anyone would come after me, let him deny himself and take up his cross and follow me."},"17":{"27":"However, not to give offense to them, go to the sea and cast a hook and take the first fish that comes up, and when you open its mouth you will find a shekel. Take that and give it to them for me and for yourself.”"},"18":{"3":"and said, “Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.","6":"but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.","7":"“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!","15":"“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.","16":"But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.","17":"If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.","18":"Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.","19":"Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.","20":"For where two or three are gathered in my name, there am I among them.”","21":"Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?”","22":"Jesus said to him, “I do not say to you seven times, but seventy-seven times."},"19":{"6":"So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”"},"22":{"27":"After them all, the woman died.","28":"In the resurrection, therefore, of the seven, whose wife will she be? For they all had her.”","29":"But Jesus answered them, “You are wrong, because you know neither the Scriptures nor the power of God.","30":"For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.","31":"And as for the resurrection of the dead, have you not read what was said to you by God:","32":"‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? He is not God of the dead, but of the living.”","33":"And when the crowd heard it, they were astonished at his teaching.","34":"But when the Pharisees heard that he had silenced the Sadducees, they gathered together.","35":"And one of them, a lawyer, asked him a question to test him.","36":"“Teacher, which is the great commandment in the Law?”","37":"And he said to him, “You shall love the Lord your God with all your heart and with all your soul and with all your mind.","38":"This is the great and first commandment.","39":"And a second is like it: You shall love your neighbor as yourself.","40":"On these two commandments depend all the Law and the Prophets.”"},"24":{"24":"For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect."},"25":{"13":"Watch therefore, for you know neither the day nor the hour."},"26":{"26":"Now as they were eating, Jesus took bread, and after blessing it broke it and gave it to the disciples, and said, “Take, eat; this is my body.”","27":"And he took a cup, and when he had given thanks he gave it to them, saying, “Drink of it, all of you,","28":"for this is my blood of the covenant, which is poured out for many for the forgiveness of sins."},"28":{"16":"Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them.","17":"And when they saw him they worshiped him, but some doubted.","18":"And Jesus came and said to them, “All authority in heaven and on earth has been given to me.","19":"Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,","20":"teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”"}},"Mark":{"1":{"32":"That evening at sundown they brought to him all who were sick or oppressed by demons.","33":"And the whole city was gathered together at the door.","34":"And he healed many who were sick with various diseases, and cast out many demons. And he would not permit the demons to speak, because they knew him."},"3":{"11":"And whenever the unclean spirits saw him, they fell down before him and cried out, “You are the Son of God.”"},"4":{"12":"so that\n\n    “‘they may indeed see but not perceive,\n        and may indeed hear but not understand,\n    lest they should turn and be forgiven.’”","15":"And these are the ones along the path, where the word is sown: when they hear, Satan immediately comes and takes away the word that is sown in them.","16":"And these are the ones sown on rocky ground: the ones who, when they hear the word, immediately receive it with joy.","17":"And they have no root in themselves, but endure for a while; then, when tribulation or persecution arises on account of the word, immediately they fall away.","18":"And others are the ones sown among thorns. They are those who hear the word,","19":"but the cares of the world and the deceitfulness of riches and the desires for other things enter in and choke the word, and it proves unfruitful.","20":"But those that were sown on the good soil are the ones who hear the word and accept it and bear fruit, thirtyfold and sixtyfold and a hundredfold.”"},"6":{"13":"And they cast out many demons and anointed with oil many who were sick and healed them."},"9":{"25":"And when Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, “You mute and deaf spirit, I command you, come out of him and never enter him again.”","26":"And after crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.”","27":"But Jesus took him by the hand and lifted him up, and he arose."},"12":{"31":"The second is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”"},"14":{"71":"But he began to invoke a curse on himself and to swear, “I do not know this man of whom you speak.”"},"16":{"16":"Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","17":"And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;","18":"they will pick up serpents with their hands; and if they drink any deadly poison, it will not hurt them; they will lay their hands on the sick, and they will recover.”"}},"Luke":{"2":{"20":"And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them."},"4":{"1":"And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness","2":"for forty days, being tempted by the devil. And he ate nothing during those days. And when they were ended, he was hungry.","3":"The devil said to him, “If you are the Son of God, command this stone to become bread.”","4":"And Jesus answered him, “It is written, ‘Man shall not live by bread alone.’”","5":"And the devil took him up and showed him all the kingdoms of the world in a moment of time,","6":"and said to him, “To you I will give all this authority and their glory, for it has been delivered to me, and I give it to whom I will.","7":"If you, then, will worship me, it will all be yours.”","8":"And Jesus answered him, “It is written,\n\n    “‘You shall worship the Lord your God,\n        and him only shall you serve.’”","9":"And he took him to Jerusalem and set him on the pinnacle of the temple and said to him, “If you are the Son of God, throw yourself down from here,","10":"for it is written,\n\n    “‘He will command his angels concerning you,\n        to guard you,’","11":"and\n\n    “‘On their hands they will bear you up,\n        lest you strike your foot against a stone.’”","12":"And Jesus answered him, “It is said, ‘You shall not put the Lord your God to the test.’”","13":"And when the devil had ended every temptation, he departed from him until an opportune time.","16":"And he came to Nazareth, where he had been brought up. And as was his custom, he went to the synagogue on the Sabbath day, and he stood up to read.","17":"And the scroll of the prophet Isaiah was given to him. He unrolled the scroll and found the place where it was written,","18":"“The Spirit of the Lord is upon me,\n        because he has anointed me\n        to proclaim good news to the poor.\n    He has sent me to proclaim liberty to the captives\n        and recovering of sight to the blind,\n        to set at liberty those who are oppressed,","19":"to proclaim the year of the Lord’s favor.”","20":"And he rolled up the scroll and gave it back to the attendant and sat down. And the eyes of all in the synagogue were fixed on him.","21":"And he began to say to them, “Today this Scripture has been fulfilled in your hearing.”","22":"And all spoke well of him and marveled at the gracious words that were coming from his mouth. And they said, “Is not this Joseph’s son?”","23":"And he said to them, “Doubtless you will quote to me this proverb, ‘“Physician, heal yourself.” What we have heard you did at Capernaum, do here in your hometown as well.’”","24":"And he said, “Truly, I say to you, no prophet is acceptable in his hometown.","25":"But in truth, I tell you, there were many widows in Israel in the days of Elijah, when the heavens were shut up three years and six months, and a great famine came over all the land,","26":"and Elijah was sent to none of them but only to Zarephath, in the land of Sidon, to a woman who was a widow.","27":"And there were many lepers in Israel in the time of the prophet Elisha, and none of them was cleansed, but only Naaman the Syrian.”","28":"When they heard these things, all in the synagogue were filled with wrath.","29":"And they rose up and drove him out of the town and brought him to the brow of the hill on which their town was built, so that they could throw him down the cliff.","30":"But passing through their midst, he went away.","31":"And he went down to Capernaum, a city of Galilee. And he was teaching them on the Sabbath,","32":"and they were astonished at his teaching, for his word possessed authority.","33":"And in the synagogue there was a man who had the spirit of an unclean demon, and he cried out with a loud voice,","34":"“Ha! What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.”","35":"But Jesus rebuked him, saying, “Be silent and come out of him!” And when the demon had thrown him down in their midst, he came out of him, having done him no harm.","36":"And they were all amazed and said to one another, “What is this word? For with authority and power he commands the unclean spirits, and they come out!”","37":"And reports about him went out into every place in the surrounding region.","38":"And he arose and left the synagogue and entered Simon’s house. Now Simon’s mother-in-law was ill with a high fever, and they appealed to him on her behalf.","39":"And he stood over her and rebuked the fever, and it left her, and immediately she rose and began to serve them.","40":"Now when the sun was setting, all those who had any who were sick with various diseases brought them to him, and he laid his hands on every one of them and healed them.","41":"And demons also came out of many, crying, “You are the Son of God!” But he rebuked them and would not allow them to speak, because they knew that he was the Christ.","42":"And when it was day, he departed and went into a desolate place. And the people sought him and came to him, and would have kept him from leaving them,","43":"but he said to them, “I must preach the good news of the kingdom of God to the other towns as well; for I was sent for this purpose.”","44":"And he was preaching in the synagogues of Judea."},"6":{"28":"bless those who curse you, pray for those who abuse you.","46":"“Why do you call me ‘Lord, Lord,’ and not do what I tell you?","47":"Everyone who comes to me and hears my words and does them, I will show you what he is like:","48":"he is like a man building a house, who dug deep and laid the foundation on the rock. And when a flood arose, the stream broke against that house and could not shake it, because it had been well built.","49":"But the one who hears and does not do them is like a man who built a house on the ground without a foundation. When the stream broke against it, immediately it fell, and the ruin of that house was great.”"},"8":{"43":"And there was a woman who had had a discharge of blood for twelve years, and though she had spent all her living on physicians, she could not be healed by anyone."},"10":{"17":"The seventy-two returned with joy, saying, “Lord, even the demons are subject to us in your name!”"},"17":{"3":"Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,","14":"When he saw them he said to them, “Go and show yourselves to the priests.” And as they went they were cleansed.","15":"Then one of them, when he saw that he was healed, turned back, praising God with a loud voice;","16":"and he fell on his face at Jesus’ feet, giving him thanks. Now he was a Samaritan.","17":"Then Jesus answered, “Were not ten cleansed? Where are the nine?","18":"Was no one found to return and give praise to God except this foreigner?”","19":"And he said to him, “Rise and go your way; your faith has made you well.”"},"18":{"27":"But he said, “What is impossible with man is possible with God.”"},"22":{"20":"And likewise the cup after they had eaten, saying, “This cup that is poured out for you is the new covenant in my blood."}},"John":{"1":{"12":"But to all who did receive him, who believed in his name, he gave the right to become children of God,","36":"and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!”","37":"The two disciples heard him say this, and they followed Jesus."},"3":{"8":"The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”","16":"“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life."},"4":{"24":"God is spirit, and those who worship him must worship in spirit and truth.”"},"8":{"6":"This they said to test him, that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground.","34":"Jesus answered them, “Truly, truly, I say to you, everyone who practices sin is a slave to sin.","44":"You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies."},"9":{"6":"Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud"},"10":{"10":"The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly."},"12":{"40":"“He has blinded their eyes\n        and hardened their heart,\n    lest they see with their eyes,\n        and understand with their heart, and turn,\n        and I would heal them.”"},"13":{"35":"By this all people will know that you are my disciples, if you have love for one another.”"},"14":{"2":"In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?","6":"Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.","23":"Jesus answered him, “If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.","24":"Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.","27":"Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid."},"15":{"4":"Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.","12":"“This is my commandment, that you love one another as I have loved you."},"16":{"7":"Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.","8":"And when he comes, he will convict the world concerning sin and righteousness and judgment:"},"21":{"25":"Now there are also many other things that Jesus did. Were every one of them to be written, I suppose that the world itself could not contain the books that would be written."}},"Acts":{"2":{"17":"“‘And in the last days it shall be, God declares,\n    that I will pour out my Spirit on all flesh,\n    and your sons and your daughters shall prophesy,\n        and your young men shall see visions,\n        and your old men shall dream dreams;","18":"even on my male servants and female servants\n        in those days I will pour out my Spirit, and they shall prophesy.","44":"And all who believed were together and had all things in common.","45":"And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.","46":"And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts,"},"3":{"6":"But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!”","7":"And he took him by the right hand and raised him up, and immediately his feet and ankles were made strong.","8":"And leaping up, he stood and began to walk, and entered the temple with them, walking and leaping and praising God.","19":"Repent therefore, and turn back, that your sins may be blotted out,"},"8":{"9":"But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great.","10":"They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.”","11":"And they paid attention to him because for a long time he had amazed them with his magic.","12":"But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.","13":"Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.","14":"Now when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John,","15":"who came down and prayed for them that they might receive the Holy Spirit,","16":"for he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus.","17":"Then they laid their hands on them and they received the Holy Spirit.","18":"Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money,","19":"saying, “Give me this power also, so that anyone on whom I lay my hands may receive the Holy Spirit.”","20":"But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money!","21":"You have neither part nor lot in this matter, for your heart is not right before God.","22":"Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you.","23":"For I see that you are in the gall of bitterness and in the bond of iniquity.”","24":"And Simon answered, “Pray for me to the Lord, that nothing of what you have said may come upon me.”"},"10":{"9":"The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray.","10":"And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance","11":"and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth.","12":"In it were all kinds of animals and reptiles and birds of the air.","13":"And there came a voice to him: “Rise, Peter; kill and eat.”","14":"But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.”","15":"And the voice came to him again a second time, “What God has made clean, do not call common.”","16":"This happened three times, and the thing was taken up at once to heaven.","17":"Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate","18":"and called out to ask whether Simon who was called Peter was lodging there.","19":"And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you.","20":"Rise and go down and accompany them without hesitation, for I have sent them.”"},"13":{"2":"While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.”","3":"Then after fasting and praying they laid their hands on them and sent them off."},"19":{"13":"Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.”","14":"Seven sons of a Jewish high priest named Sceva were doing this.","15":"But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?”","16":"And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded."},"24":{"16":"So I always take pains to have a clear conscience toward both God and man."}},"Rom":{"1":{"18":"For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.","19":"For what can be known about God is plain to them, because God has shown it to them.","20":"For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.","21":"For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened.","22":"Claiming to be wise, they became fools,","23":"and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.","24":"Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves,"},"2":{"15":"They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them"},"3":{"23":"for all have sinned and fall short of the glory of God,","25":"whom God put forward as a propitiation by his blood, to be received by faith. This was to show God’s righteousness, because in his divine forbearance he had passed over former sins."},"5":{"12":"Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—"},"6":{"6":"We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin.","7":"For one who has died has been set free from sin.","23":"For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."},"7":{"5":"For while we were living in the flesh, our sinful passions, aroused by the law, were at work in our members to bear fruit for death.","8":"But sin, seizing an opportunity through the commandment, produced in me all kinds of covetousness. For apart from the law, sin lies dead.","18":"For I know that nothing good dwells in me, that is, in my flesh. For I have the desire to do what is right, but not the ability to carry it out."},"8":{"3":"For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh,","5":"For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit.","14":"For all who are led by the Spirit of God are sons of God.","15":"For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”"},"10":{"9":"because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.","17":"So faith comes from hearing, and hearing through the word of Christ."},"12":{"1":"I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.","2":"Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.","7":"if service, in our serving; the one who teaches, in his teaching;","8":"the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.","18":"If possible, so far as it depends on you, live peaceably with all.","19":"Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”"},"14":{"1":"As for the one who is weak in faith, welcome him, but not to quarrel over opinions.","2":"One person believes he may eat anything, while the weak person eats only vegetables.","3":"Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him.","4":"Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.","12":"So then each of us will give an account of himself to God.","23":"But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin."}},"1 Cor":{"2":{"10":"these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God.","11":"For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God.","14":"The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned."},"3":{"18":"Let no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise.","19":"For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,”","20":"and again, “The Lord knows the thoughts of the wise, that they are futile.”"},"6":{"16":"Or do you not know that he who is joined to a prostitute becomes one body with her? For, as it is written, “The two will become one flesh.”"},"8":{"4":"Therefore, as to the eating of food offered to idols, we know that “an idol has no real existence,” and that “there is no God but one.”","5":"For although there may be so-called gods in heaven or on earth—as indeed there are many “gods” and many “lords”—","6":"yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist.","7":"However, not all possess this knowledge. But some, through former association with idols, eat food as really offered to an idol, and their conscience, being weak, is defiled.","8":"Food will not commend us to God. We are no worse off if we do not eat, and no better off if we do."},"9":{"12":"If others share this rightful claim on you, do not we even more?\n\n  Nevertheless, we have not made use of this right, but we endure anything rather than put an obstacle in the way of the gospel of Christ."},"10":{"13":"No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it."},"12":{"1":"Now concerning spiritual gifts, brothers, I do not want you to be uninformed.","2":"You know that when you were pagans you were led astray to mute idols, however you were led.","3":"Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.","7":"To each is given the manifestation of the Spirit for the common good.","8":"For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit,","9":"to another faith by the same Spirit, to another gifts of healing by the one Spirit,","10":"to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues.","11":"All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.","18":"But as it is, God arranged the members in the body, each one of them, as he chose.","19":"If all were a single member, where would the body be?","25":"that there may be no division in the body, but that the members may have the same care for one another.","31":"But earnestly desire the higher gifts.\n\n  And I will show you a still more excellent way."},"13":{"1":"If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.","2":"And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.","3":"If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.","4":"Love is patient and kind; love does not envy or boast; it is not arrogant","5":"or rude. It does not insist on its own way; it is not irritable or resentful;","6":"it does not rejoice at wrongdoing, but rejoices with the truth.","7":"Love bears all things, believes all things, hopes all things, endures all things.","8":"Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.","13":"So now faith, hope, and love abide, these three; but the greatest of these is love."},"15":{"21":"For as by a man came death, by a man has come also the resurrection of the dead.","22":"For as in Adam all die, so also in Christ shall all be made alive."},"undefined":{"12":"Paul, called by the will of God to be an apostle of Christ Jesus, and our brother Sosthenes,\n\n  To the church of God that is in Corinth, to those sanctified in Christ Jesus, called to be saints together with all those who in every place call upon the name of our Lord Jesus Christ, both their Lord and ours:\n\n  Grace to you and peace from God our Father and the Lord Jesus Christ.\n\n  I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus, that in every way you were enriched in him in all speech and all knowledge—even as the testimony about Christ was confirmed among you—so that you are not lacking in any gift, as you wait for the revealing of our Lord Jesus Christ, who will sustain you to the end, guiltless in the day of our Lord Jesus Christ. God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord.\n\n  I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment. For it has been reported to me by Chloe’s people that there is quarreling among you, my brothers. What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.” Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul? I thank God that I baptized none of you except Crispus and Gaius, so that no one may say that you were baptized in my name. (I did baptize also the household of Stephanas. Beyond that, I do not know whether I baptized anyone else.) For Christ did not send me to baptize but to preach the gospel, and not with words of eloquent wisdom, lest the cross of Christ be emptied of its power.\n\n  For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God. For it is written,\n\n    “I will destroy the wisdom of the wise,\n        and the discernment of the discerning I will thwart.”\n    \n    \n      Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world? For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe. For Jews demand signs and Greeks seek wisdom, but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles, but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God. For the foolishness of God is wiser than men, and the weakness of God is stronger than men.\n\n  For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, so that no human being might boast in the presence of God. And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, so that, as it is written, “Let the one who boasts, boast in the Lord.”","13":"Paul, called by the will of God to be an apostle of Christ Jesus, and our brother Sosthenes,\n\n  To the church of God that is in Corinth, to those sanctified in Christ Jesus, called to be saints together with all those who in every place call upon the name of our Lord Jesus Christ, both their Lord and ours:\n\n  Grace to you and peace from God our Father and the Lord Jesus Christ.\n\n  I give thanks to my God always for you because of the grace of God that was given you in Christ Jesus, that in every way you were enriched in him in all speech and all knowledge—even as the testimony about Christ was confirmed among you—so that you are not lacking in any gift, as you wait for the revealing of our Lord Jesus Christ, who will sustain you to the end, guiltless in the day of our Lord Jesus Christ. God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord.\n\n  I appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment. For it has been reported to me by Chloe’s people that there is quarreling among you, my brothers. What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.” Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul? I thank God that I baptized none of you except Crispus and Gaius, so that no one may say that you were baptized in my name. (I did baptize also the household of Stephanas. Beyond that, I do not know whether I baptized anyone else.) For Christ did not send me to baptize but to preach the gospel, and not with words of eloquent wisdom, lest the cross of Christ be emptied of its power.\n\n  For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God. For it is written,\n\n    “I will destroy the wisdom of the wise,\n        and the discernment of the discerning I will thwart.”\n    \n    \n      Where is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world? For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe. For Jews demand signs and Greeks seek wisdom, but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles, but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God. For the foolishness of God is wiser than men, and the weakness of God is stronger than men.\n\n  For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, so that no human being might boast in the presence of God. And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, so that, as it is written, “Let the one who boasts, boast in the Lord.”"}},"2 Cor":{"5":{"7":"for we walk by faith, not by sight.","21":"For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God."},"7":{"1":"Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God."},"10":{"3":"For though we walk in the flesh, we are not waging war according to the flesh.","4":"For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds.","5":"We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,"},"12":{"7":"So to keep me from becoming conceited because of the surpassing greatness of the revelations, a thorn was given me in the flesh, a messenger of Satan to harass me, to keep me from becoming conceited."},"13":{"1":"This is the third time I am coming to you. Every charge must be established by the evidence of two or three witnesses."}},"Gal":{"1":{"4":"who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,"},"2":{"20":"I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."},"3":{"3":"Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?","10":"For all who rely on works of the law are under a curse; for it is written, “Cursed be everyone who does not abide by all things written in the Book of the Law, and do them.”"},"5":{"16":"But I say, walk by the Spirit, and you will not gratify the desires of the flesh.","17":"For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do.","22":"But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,","23":"gentleness, self-control; against such things there is no law.","24":"And those who belong to Christ Jesus have crucified the flesh with its passions and desires."}},"Eph":{"1":{"7":"In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace,","18":"having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints,"},"2":{"1":"And you were dead in the trespasses and sins","4":"But God, being rich in mercy, because of the great love with which he loved us,","5":"even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—","8":"For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,","9":"not a result of works, so that no one may boast.","10":"For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them."},"4":{"32":"Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."},"5":{"23":"For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior.","24":"Now as the church submits to Christ, so also wives should submit in everything to their husbands.","25":"Husbands, love your wives, as Christ loved the church and gave himself up for her,","26":"that he might sanctify her, having cleansed her by the washing of water with the word,","27":"so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish.","31":"“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”","32":"This mystery is profound, and I am saying that it refers to Christ and the church."}},"Phil":{"1":{"9":"And it is my prayer that your love may abound more and more, with knowledge and all discernment,","10":"so that you may approve what is excellent, and so be pure and blameless for the day of Christ,"},"4":{"6":"do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.","7":"And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.","11":"Not that I am speaking of being in need, for I have learned in whatever situation I am to be content.","12":"I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need.","19":"And my God will supply every need of yours according to his riches in glory in Christ Jesus."}},"Col":{"1":{"13":"He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,","14":"in whom we have redemption, the forgiveness of sins.","15":"He is the image of the invisible God, the firstborn of all creation."},"2":{"8":"See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.","20":"If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—","23":"These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh."},"3":{"8":"But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth.","13":"bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.","15":"And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."},"4":{"14":"Luke the beloved physician greets you, as does Demas."}},"1 Thess":{"2":{"9":"For you remember, brothers, our labor and toil: we worked night and day, that we might not be a burden to any of you, while we proclaimed to you the gospel of God.","10":"You are witnesses, and God also, how holy and righteous and blameless was our conduct toward you believers."}},"2 Thess":{"3":{"16":"Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all."}},"1 Tim":{"4":{"1":"Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,","2":"through the insincerity of liars whose consciences are seared,"},"5":{"18":"For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, “The laborer deserves his wages.”"}},"2 Tim":{"1":{"7":"for God gave us a spirit not of fear but of power and love and self-control.","9":"who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began,"}},"Titus":{"2":{"3":"Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good,","4":"and so train the young women to love their husbands and children,","5":"to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled."}},"Phlm":{},"Heb":{"2":{"18":"For because he himself has suffered when tempted, he is able to help those who are being tempted."},"4":{"12":"For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.","14":"Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession.","15":"For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.","16":"Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need."},"5":{"14":"But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil."},"7":{"9":"One might even say that Levi himself, who receives tithes, paid tithes through Abraham,","10":"for he was still in the loins of his ancestor when Melchizedek met him.","27":"He has no need, like those high priests, to offer sacrifices daily, first for his own sins and then for those of the people, since he did this once for all when he offered up himself."},"9":{"12":"he entered once for all into the holy places, not by means of the blood of goats and calves but by means of his own blood, thus securing an eternal redemption.","13":"For if the blood of goats and bulls, and the sprinkling of defiled persons with the ashes of a heifer, sanctify for the purification of the flesh,","14":"how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God.","22":"Indeed, under the law almost everything is purified with blood, and without the shedding of blood there is no forgiveness of sins."},"10":{"10":"And by that will we have been sanctified through the offering of the body of Jesus Christ once for all."},"12":{"14":"Strive for peace with everyone, and for the holiness without which no one will see the Lord."},"13":{"5":"Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”"}},"Jas":{"1":{"2":"Count it all joy, my brothers, when you meet trials of various kinds,","3":"for you know that the testing of your faith produces steadfastness.","4":"And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.","5":"If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him.","13":"Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one.","14":"But each person is tempted when he is lured and enticed by his own desire.","15":"Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.","22":"But be doers of the word, and not hearers only, deceiving yourselves.","23":"For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror.","24":"For he looks at himself and goes away and at once forgets what he was like.","25":"But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.","26":"If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless."},"2":{"19":"You believe that God is one; you do well. Even the demons believe—and shudder!"},"3":{"10":"From the same mouth come blessing and cursing. My brothers, these things ought not to be so."},"4":{"3":"You ask and do not receive, because you ask wrongly, to spend it on your passions.","4":"You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God.","7":"Submit yourselves therefore to God. Resist the devil, and he will flee from you."},"5":{"16":"Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working."}},"1 Pet":{"2":{"14":"or to governors as sent by him to punish those who do evil and to praise those who do good.","24":"He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed."},"4":{"8":"Above all, keep loving one another earnestly, since love covers a multitude of sins."}},"2 Pet":{},"1 John":{"1":{"7":"But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.","9":"If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."},"2":{"6":"whoever says he abides in him ought to walk in the same way in which he walked."},"3":{"5":"You know that he appeared in order to take away sins, and in him there is no sin."},"4":{"1":"Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.","2":"By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God,","3":"and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you heard was coming and now is in the world already."},"5":{"20":"And we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life."}},"2 John":{},"3 John":{},"Jude":{"1":{"8":"Yet in like manner these people also, relying on their dreams, defile the flesh, reject authority, and blaspheme the glorious ones.","9":"But when the archangel Michael, contending with the devil, was disputing about the body of Moses, he did not presume to pronounce a blasphemous judgment, but said, “The Lord rebuke you.”"}},"Rev":{"20":{"12":"And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done."},"21":{"4":"He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”"}}}